[
    "Fire warm. Fire good. Fire burn me. Why fire do this?",
    "Me throw rock. Rock no go where me want. Rock bad.",
    "Me hungry. Mammoth too fast. Me sad.",
    "Stick sharp. Me no find food. Where food?",
    "Sun too bright. Me want nap.",
    "Big rock roll at me. Me run. Big rock win.",
    "Me try make fire. Fire fight back. Fire no like me.",
    "Cave home good. Me like cave. Cave safe.",
    "Me draw picture. Picture no look good. Me bad artist.",
    "Rock strong. Me head weak. Me hit rock. Me hurt.",
    "Me make spear. Me miss mammoth. Spear sad.",
    "Me get sharp stick. Stick still not work.",
    "Mammoth run fast. Me too slow. Me need new plan.",
    "Me throw rock at tree. Tree no move. Me confused.",
    "Me talk to friend. Friend no listen. Me yap too much?",
    "Me want fire. Fire hard to make. Me angry.",
    "Rock hit me. Me hit back. Rock laugh.",
    "Why sun never stop shining? Me tired.",
    "Me try cook meat. Meat still raw. Me sad.",
    "Me no understand. Why fire burn, but me not ready?",
    "Mammoth run. Me chase. Me fail.",
    "Big rock move. Me move too. Big rock win.",
    "Me throw rock. Rock hit tree. Tree laugh.",
    "Fire warm, but fire burn. Fire no make up mind.",
    "Me draw in cave. Cave too dark. Me miss light.",
    "Why tree no move? Me want tree to move.",
    "Me find big rock. Me hit big rock. Big rock stay still.",
    "Me make fire. Fire smoke. Me cough.",
    "Me run fast. Me fall. Me cry.",
    "Me want food. Food not want me.",
    "Caveman need sharp rocks. Rocks not sharp enough.",
    "Me see mammoth. Mammoth see me. Mammoth faster.",
    "Me hunt. Me miss. Me sad.",
    "Cave good. Outside bad. Outside scary.",
    "Rock no like me. Me no like rock.",
    "Big rock roll. Me run. Me not fast enough.",
    "Me no know. Me just try.",
    "Me find tree. Tree big. Tree still not move.",
    "Why tree so quiet? Me talk to tree.",
    "Me try hunt. Me miss again. Me not good at this.",
    "Me break stick. Stick sad.",
    "Me sleep. Me dream. Dream too loud.",
    "Me see mammoth. Mammoth too far. Me too slow.",
    "Me try fire. Fire run away. Me chase fire.",
    "Big rock fall. Me not under rock. Me win!",
    "Me eat berry. Berry sour. Me make face.",
    "Me love cave. Me no love outside.",
    "Me make spear. Spear still not sharp enough.",
    "Mammoth no listen. Me yell.",
    "Me hunt with fire. Fire no help.",
    "Why tree no talk to me?",
    "Me like cave. Cave good. Cave safe.",
    "Me hit tree. Tree not fall. Me confused.",
    "Me throw big rock. Big rock no move.",
    "Me see sky. Sky too big. Me too small.",
    "Me hit rock. Rock no break.",
    "Me want food. Food too far.",
    "Me sleep in cave. Cave warm. Me happy.",
    "Me need spear. Spear not sharp enough.",
    "Me try again. Me still miss.",
    "Me want fire. Fire no come.",
    "Me draw picture. Picture no look good.",
    "Me find food. Food not enough.",
    "Me break rock. Rock no break.",
    "Me make big fire. Fire still small.",
    "Me find big rock. Big rock no move.",
    "Me see sky. Me no understand sky.",
    "Me chase big mammoth. Mammoth too fast.",
    "Me miss food. Food miss me.",
    "Me no find food. Food hide.",
    "Me fall in mud. Mud not soft.",
    "Me hunt. Me miss again.",
    "Me hit tree. Tree no move.",
    "Me want food. Food hide from me.",
    "Me find berry. Berry taste bad.",
    "Me want spear. Spear not work.",
    "Me try to hunt. Me miss.",
    "Me find big rock. Rock not move.",
    "Me make fire. Fire no stay.",
    "Me draw in cave. Cave dark.",
    "Me no find food. Food run.",
    "Me need spear. Spear not sharp.",
    "Me throw rock. Rock roll wrong way.",
    "Me try make fire. Fire no burn.",
    "Me chase mammoth. Mammoth too fast.",
    "Me hunt. Me fail.",
    "Me no understand rock. Rock no move.",
    "Me sleep. Me dream of fire.",
    "Me miss. Me try again.",
    "Me like cave. Me hate sun.",
    "Me fall. Me cry.",
    "Me see big tree. Tree no talk.",
    "Me try again. Me still miss.",
    "Me make spear. Spear not work.",
    "Me find food. Food too far.",
    "Me see big rock. Big rock not move.",
    "Me no find fire. Fire hide.",
    "Me no see mammoth. Mammoth hide.",
    "Me want food. Food hide.",
    "Me miss again. Me sad.",
    "Me want nap. Me too tired.",
    "Me hit tree. Tree laugh.",
    "Me find big rock. Big rock stay still.",
    "Me see sky. Sky no talk.",
    "Me try fire. Fire run away.",
    "Me hit tree. Tree not fall.",
    "Me hit rock. Rock not break.",
    "Me need fire. Fire no come.",
    "Me find big stone. Stone not move. Me try harder.",
    "Fire no burn right. Me still cold.",
    "Me hunt. Me miss. Me hungry.",
    "Rock heavy. Me try lift. Rock laugh.",
    "Sun too bright. Me want sleep.",
    "Me want food. Food run away.",
    "Me throw stick. Stick no go far enough.",
    "Me hit tree. Tree no feel it.",
    "Cave warm, but me still cold.",
    "Me try speak. Word no make sense.",
    "Me see moon. Moon too far.",
    "Me break stick. Stick no come back.",
    "Why tree not move? Me tired of waiting.",
    "Me look for food. Me find more rocks.",
    "Rock in cave. Cave no want rock.",
    "Me think. Me no understand.",
    "Me see fish. Fish too fast.",
    "Me throw big stone. Big stone not move.",
    "Fire go out. Me no know why.",
    "Me try hunt, but me fall.",
    "Tree too big. Me too small.",
    "Me run fast. Me trip.",
    "Me hungry. Food still hide.",
    "Me hit rock. Rock break a little.",
    "Me want big fire. Fire stay small.",
    "Me see sky. Sky see me. We look at each other.",
    "Me not find water. Water hide.",
    "Me chase mammoth. Mammoth too big.",
    "Me sleep, but dream too loud.",
    "Cave too dark. Me no see.",
    "Big rock, small me. Small me still try.",
    "Me hear loud noise. Me run.",
    "Me find fire. Fire run away.",
    "Me eat tree bark. Bark taste weird.",
    "Me miss food. Food too far.",
    "Me climb tree. Tree not help.",
    "Me look for shelter. Shelter nowhere.",
    "Me hungry. Food still hiding.",
    "Me try cook. Food not cook right.",
    "Me find fruit. Fruit taste sour.",
    "Me throw rock at tree. Tree laugh.",
    "Me hunt, but me miss again.",
    "Me make spear. Me still miss.",
    "Me see cloud. Cloud no come down.",
    "Me fall. Me hurt.",
    "Me see big bird. Bird too fast.",
    "Me chase deer. Deer no stop.",
    "Me sleep. Me wake up. Me still tired.",
    "Me try fire again. Fire still not work.",
    "Me find water. Water cold.",
    "Me run to tree. Tree still not move.",
    "Me try to sleep. Sleep no come.",
    "Me sit on rock. Rock not soft.",
    "Me make fire. Fire too small.",
    "Me want food. Food not ready.",
    "Me hit big tree. Tree no care.",
    "Me chase rabbit. Rabbit too fast.",
    "Me no understand sun. Sun too bright.",
    "Me get tired. Me need rest.",
    "Me climb hill. Hill too big.",
    "Me want meat. Meat hide.",
    "Me find rock. Rock still heavy.",
    "Me break stick. Stick not break right.",
    "Me miss again. Me sad.",
    "Me see cloud. Cloud no rain.",
    "Me miss fire. Fire miss me.",
    "Me look for cave. Cave hide from me.",
    "Me see mammoth. Mammoth hide.",
    "Me eat fruit. Fruit not sweet.",
    "Me want sleep. Sleep not come.",
    "Me find berry. Berry no good.",
    "Me try to make spear. Spear still not sharp.",
    "Me chase wolf. Wolf too fast.",
    "Me find rock. Rock not useful.",
    "Me try make fire. Fire laugh at me.",
    "Me eat bark. Bark not tasty.",
    "Me no like rain. Rain too wet.",
    "Me see moon. Moon no shine bright enough.",
    "Me hungry again. No food.",
    "Me try again. Me still fail.",
    "Me fall in mud. Mud not soft.",
    "Me find food. Food hide better.",
    "Me hunt alone. Me miss alone.",
    "Me break stick. Stick no break right.",
    "Me want fire. Fire stay small.",
    "Me look for food. Food laugh at me.",
    "Me find animal. Animal run.",
    "Me miss again. Me cry.",
    "Me see tree. Tree too big.",
    "Me want rock. Rock no move.",
    "Me hit rock. Rock still hard.",
    "Me no get fire. Fire no like me.",
    "Me try sleep. Sleep no come.",
    "Me walk too much. Me tired.",
    "Me see big stone. Stone too big.",
    "Me throw stick. Stick no stick.",
    "Me see rock. Rock no roll.",
    "Me want food. Food hide better.",
    "Me miss food. Me need food.",
    "Me no understand clouds. Clouds no rain.",
    "Me tired of chasing. Me sit down.",
    "Me break stick. Stick still not work.",
    "Me make fire. Fire go out.",
    "Me look for food. Food laugh at me.",
    "Me see tree. Tree no move.",
    "Me no find shelter. Shelter hide.",
    "Me want water. Water hide.",
    "Me make rock pile. Pile no stay.",
    "Me miss again. Me want food.",
    "Me look for cave. Cave hide better.",
    "Me break stick. Stick no help.",
    "Me try sleep. Sleep no come.",
    "Me want fire. Fire too small.",
    "Me hit tree. Tree still stand.",
    "Me find big rock. Rock still not roll.",
    "Me hunt. Me miss. Me need new plan.",
    "Me look at sky. Sky too far.",
    "Me see tree. Tree too tall.",
    "Me try again. Me still miss.",
    "Me hit tree. Tree no fall.",
    "Me no find food. Food no help.",
    "Grunt tired. Still need to finish work. Why work so hard?",
    "Grunt no get email. Email too long.",
    "Grunt look at phone. Phone look back.",
    "Grunt scroll. Scroll too much. Need break.",
    "Grunt try cook. Food too burnt. Me sad.",
    "Grunt see mirror. Mirror no like me today.",
    "Grunt lost. Map no help.",
    "Grunt no like gym. Why lift rock if rock not fight me?",
    "Grunt see Wi-Fi signal. Wi-Fi no see me.",
    "Grunt make coffee. Coffee too hot. Me burn.",
    "Grunt try order food. Food no come.",
    "Grunt need nap. But nap no come.",
    "Grunt want food. Uber Eats take forever.",
    "Grunt tired of ads. Ads everywhere.",
    "Grunt go to store. Store out of everything.",
    "Grunt miss old days. Internet not so loud.",
    "Grunt no get new app. App too complicated.",
    "Grunt miss quiet. Too many notifications.",
    "Grunt no understand text message. Why so many emojis?",
    "Grunt want new shoes. Shoes too expensive.",
    "Grunt see big problem. Problem too big.",
    "Grunt try multitask. Everything fall apart.",
    "Grunt want to relax. Life too busy.",
    "Grunt try to sleep. Sleep no come.",
    "Grunt want weekend. Weekend come too slow.",
    "Grunt tired. Still have laundry.",
    "Grunt want to read book. Book too big.",
    "Grunt watch TV. TV show too long.",
    "Grunt spend too much time on phone. Phone not talk back.",
    "Grunt wake up. Still tired.",
    "Grunt no get why people like cold coffee. Me no understand.",
    "Grunt check watch. Watch no move.",
    "Grunt no get TikTok. Why so many dances?",
    "Grunt need new jacket. Jacket too expensive.",
    "Grunt eat pizza. Pizza good, but why too greasy?",
    "Grunt go to meeting. Meeting no end.",
    "Grunt try to make smoothie. Smoothie too watery.",
    "Grunt no like small talk. Just give me big talk.",
    "Grunt walk outside. Sun too bright. Me hide.",
    "Grunt want to text. But me too tired to type.",
    "Grunt see friend. Friend too busy.",
    "Grunt order food. Food take forever.",
    "Grunt need break. No break available.",
    "Grunt see meme. Meme too relatable.",
    "Grunt check fridge. Fridge empty.",
    "Grunt try to focus. Focus no stay.",
    "Grunt make plan. Plan not happen.",
    "Grunt tired of planning. Just do thing.",
    "Grunt no understand why people so happy to work.",
    "Grunt go to coffee shop. Coffee shop too loud.",
    "Grunt no get what people see in avocado.",
    "Grunt try to relax. Relax too hard.",
    "Grunt see phone screen too bright. Eyes hurt.",
    "Grunt tired of waiting. Why so much waiting?",
    "Grunt want to be productive. Productivity not happen.",
    "Grunt try to fix problem. Problem bigger now.",
    "Grunt want food. Food hide in fridge.",
    "Grunt try to clean. Cleaning too much work.",
    "Grunt look at calendar. Why so many things to do?",
    "Grunt see mess. Mess no clean itself.",
    "Grunt go to gym. Gym too crowded.",
    "Grunt try to cook dinner. Dinner burn.",
    "Grunt want snack. Snack too far away.",
    "Grunt tired of phone. Phone too needy.",
    "Grunt no get why people love doing laundry.",
    "Grunt sit. Sit too long. Need move.",
    "Grunt wake up. Too many messages.",
    "Grunt check weather. Weather not good.",
    "Grunt need break from break.",
    "Grunt see shoes. Shoes too shiny.",
    "Grunt check email. Email still long.",
    "Grunt no understand why work so hard.",
    "Grunt want quiet. Why world so loud?",
    "Grunt want nap. Nap not come.",
    "Grunt check social media. Social media loud.",
    "Grunt see friend online. Friend too busy.",
    "Grunt see someone running. Me not running.",
    "Grunt want new things. Things too expensive.",
    "Grunt need food. Food hide.",
    "Grunt get distracted. Me lose focus.",
    "Grunt not understand memes, but me laugh anyway.",
    "Grunt look at phone. Phone tell me what to do.",
    "Grunt tired. Life too busy.",
    "Grunt want day off. Day off not come.",
    "Grunt go outside. Outside too hot.",
    "Grunt get email. Email too long. Too many words.",
    "Grunt sit. Sit too much.",
    "Grunt need snack. Snack too far.",
    "Grunt see person. Person too busy for Grunt.",
    "Grunt look at to-do list. List too long.",
    "Grunt think about break. Break no happen.",
    "Grunt no understand new tech. Tech too confusing.",
    "Grunt want to be productive. Productive too hard.",
    "Grunt see new app. App too much.",
    "Grunt try to focus. Focus no stay long.",
    "Grunt look at phone. Phone no stop buzzing.",
    "Grunt want weekend. Weekend not here.",
    "Grunt tired. Nap time never happen.",
    "Grunt want to eat. Food take too long to come.",
    "Grunt look at calendar. Calendar too full.",
    "Grunt make tea. Tea too hot.",
    "Grunt see food. Food too far.",
    "Grunt make list. List too long.",
    "Grunt try to relax. Relax too hard.",
    "Grunt see friend. Friend busy.",
    "Grunt check social media. Social media full.",
    "Grunt tired. Still want to nap.",
    "Grunt wish for weekend. Weekend still far away.",
    "Grunt tired of work. Why work all the time?",
    "Why is it so hard to focus? Grunt try, but brain no work.",
    "Grunt no get how people stay so positive. Me struggle.",
    "Grunt stare at phone. Phone stare back.",
    "Grunt check email again. Still no good news.",
    "Me want to relax. But stress follow me.",
    "Grunt tired. No energy. Why life so hard?",
    "Grunt want snack, but snack too far away.",
    "Grunt no get why people talk so much. Just say the thing.",
    "Grunt try to plan day. Day plan me instead.",
    "Grunt see to-do list. To-do list too long.",
    "Grunt need coffee. Coffee too hot to drink.",
    "Grunt want a nap, but nap too elusive.",
    "Grunt look at phone. Phone tell Grunt nothing useful.",
    "Grunt do laundry. Laundry take forever.",
    "Me just want simple day. Life too complicated.",
    "Grunt stare at clock. Clock never move fast enough.",
    "Grunt watch TV show. Show too long. Me get bored.",
    "Grunt want peace. Why noise always find me?",
    "Me see friend online. Friend no respond.",
    "Grunt lost in thoughts. Thoughts lost too.",
    "Grunt think about nap. Nap nowhere to be found.",
    "Me look outside. Weather no match mood.",
    "Grunt scroll, scroll, scroll. Nothing new.",
    "Grunt try new app. App too complicated.",
    "Grunt want food. Food hide from me.",
    "Grunt check fridge. Fridge empty again.",
    "Grunt go outside. Outside too hot. Inside better.",
    "Me try to focus. Focus disappear.",
    "Grunt try to be productive. Productivity no follow me.",
    "Grunt want weekend. Weekend too far away.",
    "Grunt dream of day off. Day off never come.",
    "Grunt miss the quiet. Why world so loud?",
    "Grunt see so many notifications. Me can't handle.",
    "Grunt no understand all the social media. So many rules.",
    "Grunt stare at email. Email no help.",
    "Grunt hear phone buzz. Phone always need something.",
    "Grunt want new shoes. Shoes too expensive.",
    "Grunt think of relaxing. Relaxing too difficult.",
    "Grunt try to sleep. Sleep don't come.",
    "Grunt want snack. Snack disappear.",
    "Grunt no like working from home. Too many distractions.",
    "Grunt see cloud. Cloud no bring rain.",
    "Grunt look at screen. Screen stare back.",
    "Grunt make plans. Plans cancel themselves.",
    "Me scroll on phone. Phone not stop.",
    "Grunt wish for peace. Peace hide behind busy.",
    "Grunt think about work. Work never stops.",
    "Me sit down. Sitting too long. Need to move.",
    "Grunt miss the quiet. Noise always here.",
    "Grunt get text. Text too long to read.",
    "Me want break. Break not come.",
    "Grunt try to be productive. Productivity not help.",
    "Grunt see friend. Friend too busy for Grunt.",
    "Grunt tired of being tired.",
    "Grunt want weekend to come faster.",
    "Me look at fridge. Fridge stay empty.",
    "Grunt check phone. Phone no help.",
    "Grunt need new coffee. Coffee no work today.",
    "Grunt think about sleep. Sleep hide from me.",
    "Grunt no get why work never ends.",
    "Grunt try to take a nap. Nap no come.",
    "Grunt see the mess. Mess no clean itself.",
    "Grunt see work. Work no end.",
    "Grunt want food. Food too far away.",
    "Grunt check calendar. Calendar full. Too full.",
    "Grunt scroll social media. Social media too loud.",
    "Grunt check email. Email no help.",
    "Grunt dream of vacation. Vacation too far.",
    "Grunt want to relax. Relax too complicated.",
    "Grunt watch TV. TV show too long.",
    "Grunt no get why people like meetings.",
    "Grunt look for snack. Snack hide from me.",
    "Grunt want to sleep. Sleep keep running.",
    "Grunt check messages. Messages too much.",
    "Grunt sit in silence. Silence is good.",
    "Grunt check fridge. Still nothing.",
    "Grunt no understand online shopping. Too many options.",
    "Grunt look at phone. Phone tell me nothing new.",
    "Grunt feel busy. Busy never stops.",
    "Grunt look outside. Outside too bright.",
    "Grunt try to do it all. Do it all fail.",
    "Grunt no get why people love meetings so much.",
    "Grunt want break. Break not coming.",
    "Grunt want food. Food take forever.",
    "Grunt tired of waiting. Waiting take too long.",
    "Grunt check fridge. Fridge empty again.",
    "Grunt see list. List never ends.",
    "Grunt think about coffee. Coffee no help.",
    "Grunt see work. Work keep piling up.",
    "Grunt want weekend. Weekend too far away.",
    "Grunt see text. Text too long.",
    "Grunt need food. Food take too long.",
    "Grunt want peace. Why no peace?",
    "Grunt think about vacation. Vacation too far.",
    "Grunt look for snack. Snack nowhere.",
    "Grunt no like work. Work too much.",
    "Grunt want simple day. Day too complicated.",
    "Grunt check calendar. Calendar always full.",
    "Grunt think about work. Work never stop.",
    "Grunt see friend. Friend too busy.",
    "Grunt feel tired. Sleep no come.",
    "Grunt wait for weekend. Weekend never come."
  ]